app/controllers/boards_controller.rb

  def create
    Board.create(board_params)
---
INSERT INTO "boards" ("name", "title", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "a"], ["title", "a"], ["body", "a"], ["created_at", "2023-09-14 06:12:11.784582"], ["updated_at", "2023-09-14 06:12:11.784582"]]